jorgebucaran/fisher
ilancosman/tide
danhper/fish-ssh-agent
jorgebucaran/autopair.fish
jethrokuan/z
gazorby/fish-abbreviation-tips
jethrokuan/fzf
decors/fish-ghq
rstacruz/fish-asdf
masa0x80/complete_ssh_host.fish
