tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "python@3.8"
brew "carthage"
brew "cmake"
brew "circleci"
brew "cocoapods"
brew "ctop"
brew "ffmpeg"
brew "node"
brew "firebase-cli"
brew "fish"
brew "gatsby-cli"
brew "ghq"
brew "glfw"
brew "go"
brew "helm"
brew "htop"
brew "imagemagick"
brew "jq"
brew "mackup"
brew "makeicns"
brew "mariadb-connector-c"
brew "nano"
brew "nmap"
brew "nodebrew"
brew "opencv"
brew "p7zip"
brew "peco"
brew "pipenv"
brew "pipx"
brew "poetry"
brew "pyenv"
brew "rcm"
brew "rust"
brew "tree"
brew "unrar"
brew "wget"
brew "yarn"
brew "youtube-dl"
cask "alfred"
cask "bathyscaphe"
cask "brave-browser"
cask "ccleaner"
cask "deepl"
cask "discord"
cask "docker"
cask "dropbox"
cask "dynalist"
cask "figma"
cask "firebase-admin"
cask "font-menlo-for-powerline"
cask "gitkraken"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "handbrake"
cask "hyper"
cask "logitech-options"
cask "mpv"
cask "obs"
cask "onyx"
cask "postman"
cask "qbittorrent"
cask "raindropio"
cask "stoplight-studio"
cask "tweeten"
cask "visual-studio-code"
