tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
brew "act"
brew "asdf"
brew "bat"
brew "chezmoi"
brew "ctop"
brew "curl"
brew "firebase-cli"
brew "fish"
brew "gh"
brew "git"
brew "mas"
brew "nano"
brew "unar"
cask "1password"
cask "deepl"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "font-meslo-lg-nerd-font"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "google-chrome"
cask "hyper"
cask "keka"
cask "logi-options-plus"
cask "mpv"
cask "notion"
cask "onyx"
cask "raycast"
cask "visual-studio-code"
cask "zoom"
mas "Bluebird", id: 1478757472
mas "CotEditor", id: 1024640650
mas "EdgeView 2", id: 1206246482
mas "Evermusic", id: 1564384601
mas "everyday", id: 1394150432
mas "Kindle", id: 405399194
mas "MindNode", id: 1289197285
mas "NextDNS", id: 1464122853
mas "Numbers", id: 409203825
mas "Pixelmator Pro", id: 1289583905
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
mas "Yomu", id: 562211012
vscode "batisteo.vscode-django"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "Dedsec727.jekyll-run"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dracula-theme.theme-dracula"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-nightly"
vscode "github.vscode-github-actions"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "KevinRose.vsc-python-indent"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.flake8"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "njpwerner.autodocstring"
vscode "PKief.material-icon-theme"
vscode "sissel.shopify-liquid"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "wholroyd.jinja"
vscode "ZixuanChen.vitest-explorer"
