tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "thoughtbot/formulae"
brew "carthage"
brew "cocoapods"
brew "python"
brew "ffmpeg"
brew "node"
brew "firebase-cli"
brew "fish"
brew "gatsby-cli"
brew "ghq"
brew "go"
brew "helm"
brew "htop"
brew "hub"
brew "hubflow"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli", link: false
brew "mackup"
brew "makeicns"
brew "mariadb-connector-c"
brew "nano"
brew "nmap"
brew "nodebrew"
brew "p7zip"
brew "peco"
brew "pipenv"
brew "pyenv"
brew "redis"
brew "tcl-tk"
brew "tree"
brew "unrar"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zplug"
brew "zsh"
brew "thoughtbot/formulae/rcm"
cask "alfred"
cask "bathyscaphe"
cask "ccleaner"
cask "chromium"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "firebase-admin"
cask "firefox"
cask "font-menlo-for-powerline"
cask "gitkraken"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hyper"
cask "inkdrop"
cask "krisp"
cask "mongodb-compass"
cask "mpv"
cask "obs"
cask "onyx"
cask "postman"
cask "qbittorrent"
cask "soundflowerbed"
cask "stoplight-studio"
cask "visual-studio-code"
